{ "_id" : { "$oid" : "5c8f613ac64c0f3f20393284" }, "title" : "Go player Ke Jie admitted to Tsinghua", "by" : "admin", "content" : "Ke Jie, a Chinese professional Go player who has reached the 9 dan rank, has been admitted to study for a business administration major at Tsinghua University, according to a list of recommended elite athletes for admission into universities without examinations in 2019, Chinanews.com reported on Tuesday.\r\nAccording to the list, Ke received the recommendation as a world-class athlete in the board game Go. The title was given to him by the General Administration of Sport of China in 2015.\r\nThe 22-year-old is the youngest seven-time champion in the history of the game. In 2017 Ke, the worlds No 1 Go player, played against AlphaGo, an artificial intelligence Go program by Google. This caught global attention.", "last_edit_time" : "2019-03-29 21:05:29", "pic" : "upload\\zPAOv52nGPFyMJyxk6P149i2.png", "level" : "1", "likes" : "21" }
{ "_id" : { "$oid" : "5c8f6238c64c0f3f20393285" }, "title" : "Two passengers throw coins at plane for luck", "by" : "admin", "content" : "Two passengers delayed a flight from Jinan, Shandong province, for two hours on Sunday after they threw coins at the plane for good luck, according to the Beijing News report.\r\nThe two were detained at Jinan Yaoqiang International Airport following the incident, forcing nearly 260 passengers to be evacuated from the jet bound for Chengdu, Southwest Chinas Sichuan province.\r\nAirport staff found that the two passengers threw coins out of the air bridge of Luck Air flight 8L9616 as they were boarding. The security staff members later found two one-yuan coins under the bridge.\r\nTwo passengers later admitted that they threw the two coins because they believed it would bring good luck.\r\nAfter investigation, the captain concluded that the coins did not pose danger to the engine as the gap between the air bridge and the aircraft was far from the engine.\r\nThe passengers were flown to Chengdu later that night after two hoursdelay. And the two women were taken into custody but it is unclear if they will face charges.\r\nLast month, Lucky Air sued a 28-year-old male passenger who tossed coins at a jetliners engine to wish for a safe flight.", "last_edit_time" : "2019-03-29 21:07:50", "pic" : "upload\\t8jd2Q5sIz6TzzLhgrNE7xwu.png", "level" : "2", "likes" : "12" }
{ "_id" : { "$oid" : "5c8f6279c64c0f3f20393286" }, "title" : "More than half of children do not get enough sleep: Report", "by" : "admin", "content" : "More than 60 percent of children and teenagers in China do not get enough sleep, according to a report released by the Chinese Sleep Research Society on Sunday.\r\nThe survey showed 63 percent of children and teenagers in China sleep for less than eight hours a day, the minimum sleeping time to ensure health for such a group, the report said.\r\nThe survey, conducted at the end of last year and January this year, covered nearly 70,000 children and teenagers aged from 6 and 17 across China, including Hong Kong, Macao and Taiwan.\r\nHeavy school work loads and popularization in the use of electronics products are the top two major causes for lack of sleep among children and teenagers in China, the report said, adding that 8.4 percent of the group are still busy with homework after 11 pm from Monday to Thursday.", "last_edit_time" : "2019-03-29 21:10:55", "pic" : "upload\\jC34KMjMcKJ0W-OQqdgWvo6C.png", "level" : "1", "likes" : "12" }
{ "_id" : { "$oid" : "5c8f62dec64c0f3f20393287" }, "title" : "Over 30 pct young adults in small cities live beyond their means: report", "by" : "admin", "content" : "BEIJING -- More than 30 percent of young adults in small cities in China live beyond their means every month, the China Youth Daily reported, citing a recently released report.\r\nAccording to a report by the China Youth and Children Research Center, at least 70 percent of young adults in small cities spend all their income every month. Over 20 percent admit to having consumer loans and are under great pressure to repay.\r\nWith the help of online shopping and payment platforms, the consumption gap between young adults in small cities and those in first- and second-tier cities is narrowing, said the newspaper.\r\nAccording to data from Taobao and Tmall, consumer groups in low-tier cities rose rapidly in 2018. A study found that young adults in small cities have a strong market demand and are in the process of a consumption upgrade.\r\nThe cost of living for young adults in small cities is lower, so they have more personal disposable income, as well as a stronger purchasing power, said Lian Si, vice president of the center.", "last_edit_time" : "2019-03-29 21:11:03", "pic" : "upload\\GuVZQqCJJhiDxFpqAxiIQg16.png", "level" : "2", "likes" : "12" }
{ "_id" : { "$oid" : "5c8f6326c64c0f3f20393288" }, "title" : "China to promote online learning: ministry", "by" : "admin", "content" : "BEIJING - China will launch a nationwide campaign to promote online learning, according to a circular released by the Ministry of Education.\r\nA total of 10 million teachers and students will be encouraged to register with online learning platforms this year, the circular said.\r\nThe country will select 40 excellent online learning platforms and 200 schools and universities for nationwide promotion and demonstration.\r\nThe ministry said it would continue to work with China Telecom and China Mobile to train 2,000 headmasters and 4,000 teachers of primary and secondary schools to better use online learning platforms.", "last_edit_time" : "2019-03-29 21:11:23", "pic" : "upload\\IIceUk7IHJj0JnqkfIfOAcPX.png", "level" : "1", "likes" : "1" }
{ "_id" : { "$oid" : "5c8f6362c64c0f3f20393289" }, "title" : "Elizabeth Warren also wants to break up Apple", "by" : "admin", "content" : "Massachusetts Senator and 2020 presidential candidate Elizabeth Warren made waves yesterday when she outlined her plan for breaking up big tech companies like Amazon, Google and Facebook. Now, The Verge reports Warren also wants to break up Apple. This, of course, makes sense given that Apple falls into the bucket of a platform utility with more than $25 billion in global annual revenues.\r\nSpecifically, Warren believes Apple should not be able to both run the Apple App Store and distribute apps in it.\r\n“It’s got to be one or the other,” Warren told The Verge. “Either they run the platform or they play in the store. They don’t get to do both at the same time.”\r\nWarren’s proposal includes passing legislation to designate companies that offer marketplaces, exchanges or platforms for connecting third-parties with annual global revenues of more than $25 billion as “platform utilities.”\r\n“These companies would be prohibited from owning both the platform utility and any participants on that platform,” Warren wrote on Medium yesterday. “Platform utilities would be required to meet a standard of fair, reasonable, and nondiscriminatory dealing with users. Platform utilities would not be allowed to transfer or share data with third parties.”\r\nThat would mean Amazon, for example, would not be able to sell its Amazon Basics line of products on its marketplace. Same goes for Apple, under Warren’s proposal.\r\n“If you run a platform where others come to sell, then you don’t get to sell your own items on the platform because you have two comparative advantages,” Warren said. “One, you’ve sucked up information about every buyer and every seller before you’ve made a decision about what you’re going to sell. And second, you have the capacity — because you run the platform — to prefer your product over anyone else’s product. It gives an enormous comparative advantage to the platform.”\r\nIn a comment to TechCrunch, a spokesperson for Warren confirmed that Apple is indeed covered by her policy.\r\n“They are above $25 billion in revenue and so they would have to structurally separate – choosing between, for example, running the App Store or offering their own apps,” the spokesperson said.", "last_edit_time" : "2019-03-29 21:11:40", "pic" : "upload\\X_RMPb0lggWd2lVbU4gOCpqb.png", "level" : "3", "likes" : "21" }
{ "_id" : { "$oid" : "5c8f63aec64c0f3f2039328a" }, "title" : "Eight Chinese nationals on crashed Ethiopian Airlines plane: Chinese FM", "by" : "admin", "content" : "BEIJING, March 10 -- Eight Chinese nationals, including one from Hong Kong, were confirmed aboard the crashed Ethiopian Airlines plane, according to the Chinese foreign ministry.\r\nWe extend our profound condolences to the victims and deep sympathy to the bereaved families,the ministry's spokesperson Lu Kang said late Sunday night in a statement.\r\nAfter learning the crash, the ministry ordered China's embassy in Ethiopia to launch the emergency response and immediately contact the Ethiopian government and Ethiopian Airlines for further information, Lu said.\r\nChina hopes that the Ethiopian side will find out the cause of the air crash as soon as possible and keep China updated the investigation developments, he said.\r\nThe foreign ministry and the Chinese embassy in Ethiopia will keep a close watch over the developments and go all out to help the families of the victims to deal with the aftermath, Lu said.\r\nEthiopian Airlines confirmed that a Boeing 737-800 MAX, bound for Nairobi, Kenya, crashed shortly after taking off from the Ethiopian capital Addis Ababa Sunday morning local time, killing all 157 people on board, including eight crew members.", "last_edit_time" : "2019-03-29 21:11:51", "pic" : "upload\\nLgVKmokM71eY7JAt7vjjJfz.png", "level" : "2", "likes" : "12" }
{ "_id" : { "$oid" : "5c8f6483c64c0f3f2039328d" }, "title" : "About 2.9 million Chinese to sit postgraduate entrance exam", "by" : "admin", "content" : "A total of 2.9 million Chinese will sit the entrance exam for postgraduate studies from December 22 to 24, the Ministry of Education said Wednesday.\r\nThe ministry has released numbers of telephone hotlines on its website to receive public tip-offs regarding cheating on the postgraduate entrance exam and other violations.\r\nA few suspects has been seized for exam-related fraud amid a nationwide crackdown ahead of the entrance exam, said the ministry.", "last_edit_time" : "2019-03-29 21:12:02", "pic" : "upload\\zayYpCNl_uGT6oqc-fORr12L.png", "level" : "1", "likes" : "21" }
{ "_id" : { "$oid" : "5c8f64e2c64c0f3f20393293" }, "title" : "China to build, upgrade 21,000 toilets for tourists in 2019", "by" : "admin", "content" : "China plans to build or renovate about 21,000 toilets at tourist destinations next year, said the Ministry of Culture and Tourism.\r\nThe move is part of the toilet revolution ongoing in China's tourist industry since 2015 that bids to provide tourists with modern and clean toilets.\r\nAnnounced at a conference held in south China's Guangdong Province on Saturday, the ministry said the country built or upgraded nearly 24,000 restrooms for tourists this year, including about 15,000 in its less-developed central and western areas.\r\nBetween 2015 and 2017, China invested 1.64 billion yuan (about US$237.8 million) to install or renovate over 70,000 toilets for tourists, it said.\r\nAdvanced technologies have been used in the new toilets to improve their hygiene standards, save energy and water, and make them more accessible. For example, earlier this year, a mobile navigation app was launched to help tourists find nearby toilets in scenic areas, covering all 5A and 4A level scenic spots in China.\r\nTo boost domestic tourism, China aims to install or upgrade a total of 64,000 toilets for tourists from 2018 to 2020, according to a three-year action plan released by the government.", "last_edit_time" : "2019-03-29 21:12:12", "pic" : "upload\\H6ZSENkYq7kKvZaqDP051O_z.png", "level" : "1", "likes" : "12" }
{ "_id" : { "$oid" : "5c8f6518c64c0f3f20393294" }, "title" : "Huawei expects to sell up to 250m smartphones in 2019", "by" : "admin", "content" : "Huawei Technologies Co Ltd, the world's second-largest smartphone maker, said on Monday that it will ship 230 to 250 million smartphones next year.\r\nHe Gang, president of Huawei's smartphone business, made the forecast in Changsha. His comments came after the company said it would meet its target of shipping 200 million units of handsets in 2018, with the year drawing toward an end.", "last_edit_time" : "2019-03-29 21:12:25", "pic" : "upload\\1xTJa5kGxjAfSbMJo_xL-Ill.png", "level" : "1", "likes" : "15" }
{ "_id" : { "$oid" : "5c9746f8625aa04088433add" }, "title" : "China to promote labor pain relief methods at over 900 pilot hospitals", "by" : "admin", "content" : "China will promote pain relief methods during labor and delivery at over 900 pilot hospitals, with the list to be released soon, according to the National Health Commission Monday.\r\nThe NHS will make pain relief techniques accessible for more hospitals to prompt more people to drop the idea that painless labor is impossible, which has long been believed by many in China, according to Jiao Yahui, an official with the commission.\r\nPain relief methods during labor and delivery are far less common in China than in developed countries, though they are considered important for lowering cesarean delivery rates and improving the mothers' quality of life after they give birth.\r\nThe Chinese Medical Doctor Association will set up labor pain relief training centers for medical staff across the country and promote education on pain relief methods for the public.\r\nThe NHS released a three-year work plan for the nationwide promotion of pain relief methods during labor and delivery in November 2018.", "pic" : "upload\\lhXI2k4BqmZnD-82yQzYrlRQ.png", "add_time" : "2019-03-24 16:59:35", "last_edit_time" : "2019-03-29 21:12:38", "level" : "1", "likes" : "31" }
{ "_id" : { "$oid" : "5c98b92a73bbc543789f9f40" }, "title" : "First 5G campus goes live", "by" : "admin", "content" : "Shanghai University of Engineering Science has become the first university in China to be covered by a 5G network, the university announced on Tuesday.\r\nThe institution and the Shanghai branch of China Unicom signed an agreement on education, research and industrialization of 5G technology in November and spent the past four months building a 5G network that covers main teaching and research areas on campus.\r\nA joint lab was also unveiled on Tuesday by the two parties to promote 5G and artificial intelligence.\r\nThe lab will work on industrial applications for ultra-high-definition video encoding and decoding, digital copyright protection, artificial intelligence and big data in 5G network.\r\nThe university will also use the 5G network to build a smart campus with 5G libraries and classrooms.\r\nSimulation labs and performance test facilities will also be built with 5G to promote the university’s scientific research capacity.", "pic" : "upload\\6yrHLVamMVNXGlRFfbGRh3F5.png", "last_edit_time" : "2019-03-29 21:12:51", "level" : "1", "likes" : "21" }
{ "_id" : { "$oid" : "5c9e1036cdaf3521a0e7999c" }, "title" : "Upsurge in single women homebuyers sparks online discussion", "by" : "admin", "content" : "A survey that reveals the growing role of women as homebuyers, particularly single women in major cities in China, has aroused heated online discussions over women's sense of security, independence and freedom.\r\nAccording to Ke.com, China's largest property listing website, 47.9 percent of the buyers in 67, 724 transactions that happened on its platform in 2018 were female, significantly higher than the 30 percent in 2014.\r\nThe survey also found that 74.2 percent of the women polled said they bought a home without financial support from their partners, while 45.2 percent did so with financial support from their parents, and 29 percent were able to purchase solely by themselves.\r\nThe poll included 964 homebuyers in 12 major cities, including Beijing, Shanghai, Shenzhen, Hangzhou, Wuhan and Changsha.\r\nThe hashtag #Upsurge in women homebuyers in big cities# quickly trended Sunday on Sina Weibo, China's Twitter-like platform, and received tens of thousands of comments from netizens. The hashtag has so far been read over 300 million times.\r\nSome commenters agree with the trend, with one saying: \"A number of women have started to consider buying a house since college. The world has changed. They know they can't count on men anymore.\"\r\nSome discussed the reasons behind this and others listed the benefits of such actions.\r\nThe most liked comment, which reaped over 70,000 likes, said: \"Women get a deeper sense of security from owning savings and a house than relying on a partner.\"\r\nAnother highly liked comment states: \"It just feels so good to find your house look the same as you left it in the morning when you open the door after returning home from work at night. It is yourself who can give you a real sense of security.\"\r\nOne even says, \"Finally, you can tell your partner to get out of your house when a quarrel breaks out.\"\r\nProperty developers may also find some constructive advice from the comments, such as, \"Real estate developers should build more small apartments to cater to the needs of women homebuyers. Small apartments with two bedrooms are just suitable for single women buyers, enough to satisfy their housing needs without being too expensive to afford.\"", "pic" : "upload\\YhGjqdsHoiBlH-5HFtS7wy4t.png", "last_edit_time" : "2019-03-29 21:13:20", "level" : "3", "likes" : "12" }
{ "_id" : { "$oid" : "5c9e1124cdaf3521a0e7999d" }, "title" : "China to streamline procedures for exit-entry permit application", "by" : "admin", "content" : "BEIJING -- China will streamline procedures for applying for exit-entry permits for its citizens, according to the National Immigration Administration Tuesday.\r\nChinese citizens on the mainland, regardless of where they were born or live, will be able to apply for passports and travel passes for Hong Kong, Macao and Taiwan at any immigration administrations across the country starting April 1.\r\nCitizens no longer need to return to their birthplaces to apply for exit-entry permits.\r\nThe administration estimated that more than 21 million exit-entry permits will be issued to applicants outside their birthplaces in 2019, saving applicants more than 20 billion yuan (around $3 billion) of transportation fees.", "pic" : "upload\\_nPl6a4dIJVhqIiL3U9wZU0X.png", "last_edit_time" : "2019-03-29 21:13:31", "level" : "1", "likes" : "21" }
{ "_id" : { "$oid" : "5c9e1158cdaf3521a0e7999e" }, "title" : "What Is Death?", "by" : "admin", "content" : "It’s not a simple biological fact. It’s a complex social choice.\r\nHow should we define the death of a person? Philosophers and physicians have long pondered this question, yet we still don’t have a satisfactory answer. For much of human history, death was synonymous with the cessation of the heartbeat. However, there are patients in hospitals whose hearts are still beating but who appear to be less than fully alive. Are they dead?\r\nFifty years ago, a Harvard committee tried to bring a modern perspective to this question. The chairman, Henry Beecher, a renowned bioethicist, was motivated by the conundrum of “hopelessly unconscious” patients being kept alive by mechanical ventilation and other newly developed medical technologies. Such patients were “increasing in numbers over the land,” he wrote.\r\nDr. Beecher’s committee, in a report titled “A Definition of Irreversible Coma,” defined a new state of death — brain death — in which patients were unconscious, unresponsive to pain and unable to breathe on their own, and had no basic reflexes (pupils unreactive to light, no gag reflex and so on). These were conditions suggesting a brain stem that was irreversibly damaged. Such patients, the committee asserted, were in fact dead and could be declared so by a physician. Additional tests, such as a flat brain-wave scan or an angiogram showing no cerebral blood flow, could be used to confirm the diagnosis but were not necessary.\r\nThe Harvard committee’s concept of brain death was eventually accepted by states across the country. Today, patients in the United States and many other countries can be declared dead either because their hearts have stopped or because their brains have ceased to function, even if blood is still circulating.\r\nIn the years after the Harvard report was published, doctors relied on the concept of brain death to withdraw life support from neurologically devastated patients, curtailing futile care. Just as important, brain-dead patients were declared deceased before their blood had stopped circulating, thus minimizing injury to other vital organs, allowing them to be transplanted. Some physicians believe that facilitating organ transplantation was the Harvard committee’s true aim in redefining death.\r\n“There is great need for the tissues and organs of the hopelessly comatose in order to restore to health those who are still salvageable,” the committee wrote in an early draft of its report — though this sentence did not appear in the final version. In the years just before the report’s publication, doctors had performed the first liver, lung and heart transplants. The number of available organs, then as now, was small, however, and there was a great desire to expand the pool.\r\nIn the main, this goal was achieved. After the Harvard committee issued its report, the number of transplanted organs drastically increased, and thousands of patients waiting on organ transplant lists were saved. Today, brain-dead individuals supply most of the transplanted organs in the United States. Because of the opioid epidemic, those numbers have increased. Deaths from opioid overdose now account for about 13 percent of the nation’s organ donors, up from 1 percent two decades ago.\r\nBut the concept of brain death was controversial from the start. Many people, including many Native Americans, evangelical Protestants and Orthodox Jews, rejected the concept of brain death for religious or cultural reasons. Even apart from such considerations, a determination of brain death can seem implausible in the face of a healthy body: Some patients who have been declared brain-dead whose life support has not been withdrawn have “survived” with intact organ function for months, even years. These patients often don’t look “dead.” They may have warm skin and a normal complexion and may continue to grow, menstruate, even gestate children. Families still come up to me in the intensive care unit and say: “His heart is beating, Doctor. How can he be dead?”\r\nBecause of improvements in technology, organs designated for transplantation today can be nourished and remain viable for longer periods, so it is less critical to remove organs before the heart stops beating. As a result, more organs, especially in Europe, are being removed and transplanted after the more traditional declaration of death: the stoppage of blood circulation. Death in these cases is declared the old-fashioned way, after the heart stops beating, typically after withdrawal of life support. As technology continues to advance, we may even be able to return to the original definition of death, should we want to.\r\nAll of which serves as a reminder that our definition of death is man-made. In the spectrum between alive and dead, we set the threshold, and we can do so in response to biological, ethical and even practical considerations. Death is not a binary state or a simple biological fact but a complex social choice.", "pic" : "upload\\P_KuWNqQtdz66HaET_FGSTS2.png", "last_edit_time" : "2019-03-29 21:13:42", "level" : "3", "likes" : "100" }
{ "_id" : { "$oid" : "5c9e1185cdaf3521a0e7999f" }, "title" : "Survey shows more Chinese college students pursuing financial independence", "by" : "admin", "content" : "BEIJING -- A recent survey shows that close to 90 percent of university students want to gain financial independence, the China Youth Daily reported Monday.\r\nAmong those who have such plans, 72.88 percent said they realized financial independence to varying degrees, and 8 percent are paying their own personal bills, the Beijing-based newspaper said.\r\nThe survey was based on answers from 805 respondents.\r\nDifferent from the older generations that earned money to alleviate the burden on their families, the current students aspire for freedom, a sense of pride and responsibility, and satisfaction of supporting themselves, it said.\r\nNearly 50 percent of respondents attributed their pursuit of financial independence to \"a sense of being cool\" and reluctance to tell parents why they need the money.\r\nLi Yuhui, a professor with the School of Labor and Human Resources of Renmin University of China, warned against the risks facing students in taking part-time jobs to this end.\r\n\"With various choices ranging from tutoring jobs to being hired to create fake reviews in online marketplaces, how to make the right and safe decision should be a problem to be jointly addressed by the students, society and schools,\" Li told the paper.", "pic" : "upload\\PB6QjCoGDPL5wMoz-H9dxZ8m.png", "last_edit_time" : "2019-03-29 21:13:54", "level" : "2", "likes" : "21" }
{ "_id" : { "$oid" : "5c9e11b3cdaf3521a0e799a0" }, "title" : "People don't become 'adults' until their 30s, say scientists", "by" : "admin", "content" : "Have you ever been told to \"grow up\" in your 20s or need an excuse as to why you still find cat videos on the internet really funny?\r\nWell now you might have an official reason as to why you're not acting like a mature adult.\r\nPeople don't become fully \"adult\" until they're in their 30s, according to brain scientists.\r\nCurrently the UK law says you become a mature adult when you reach the age of 18.\r\nScientists who study the brain and nervous system say the age at which you become an adult is different for everyone.\r\nResearch suggests people aged 18 are still going through changes in the brain which can affect behaviour and make them more likely to develop mental health disorders.\r\nProfessor Peter Jones, from Cambridge University, said: \"What we're really saying is that to have a definition of when you move from childhood to adulthood looks increasingly absurd.\r\n\"It's a much more nuanced transition that takes place over three decades.\"\r\nHe added: \"I guess systems like the education system, the health system and the legal system make it convenient for themselves by having definitions.\"\r\nWhen you reach 18, you can vote, buy alcohol, get a mortgage and are also treated as an adult if you get in trouble with the police.\r\nDespite this, Professor Jones says he believes experienced criminal judges recognise the difference between a 19-year-old defendant and a \"hardened criminal\" in their late 30s.\r\n\"I think the system is adapting to what's hiding in plain sight, that people don't like (the idea of) a caterpillar turning into a butterfly,\" he said.\r\n\"There isn't a childhood and then an adulthood. People are on a pathway, they're on a trajectory.\"\r\nProf Jones is one of a number of experts who are taking part in a neuroscience meeting hosted by the Academy of Medical Sciences in Oxford.", "pic" : "upload\\OBPzxSf6Zq4t23MSd2Ahn72A.png", "last_edit_time" : "2019-03-29 21:14:06", "level" : "3", "likes" : "1" }
{ "_id" : { "$oid" : "5c9e11eacdaf3521a0e799a1" }, "title" : "Pilot diverts plane after passenger becomes ill", "by" : "admin", "content" : "A China Eastern Airlines' aircraft had to discharge tons of fuel and make a diverted landing on Wednesday after a passenger felt uncomfortable following takeoff.\r\nThe aircraft, on a flight from Shanghai's Pudong International Airport to London, dumped 39 tons of fuel to ensure a safe emergency landing, after the passenger suffered an accelerated heart beat, asthma and vomiting.\r\nThe passenger was taken into the business cabin, and two doctors who were passengers treated her.\r\nThe aircraft had just crossed the Chinese border when the captain decided to divert to Beijing Capital International Airport.\r\nAs the aircraft had been fully loaded for the long-haul international flight, the captain had to release the fuel to meet the jet's maximum landing weight.\r\nThe aircraft landed safely at the Beijing airport at 5:15pm, and the passenger was taken to a hospital where she is in a stable condition.", "pic" : "upload\\gafmD4cBlLASjrKtZGq7e8wM.png", "last_edit_time" : "2019-03-29 21:14:16", "level" : "1", "likes" : "1" }
{ "_id" : { "$oid" : "5c9e121fcdaf3521a0e799a2" }, "title" : "Economic growth does not guarantee rising happiness", "by" : "admin", "content" : "PHILOSOPHERS FROM Aristotle to the Beatles have argued that money does not buy happiness. But it seems to help. Since 2005 Gallup, a pollster, has asked a representative sample of adults from countries across the world to rate their life satisfaction on a scale from zero to ten. The headline result is clear: the richer the country, on average, the higher the level of self-reported happiness. The simple correlation suggests that doubling GDP per person lifts life satisfaction by about 0.7 points.\r\nYet the prediction that as a country gets richer its mood will improve has a dubious record. In 1974 Richard Easterlin, an economist, discovered that average life satisfaction in America had stagnated between 1946 and 1970 even as GDP per person had grown by 65% over the same period. He went on to find a similar disconnect in other places, too. Although income is correlated with happiness when looking across countries—and although economic downturns are reliable sources of temporary misery—long-term GDP growth does not seem to be enough to turn the average frown upside-down.\r\nThe “Easterlin paradox” has been hotly disputed since, with some economists claiming to find a link between growth and rising happiness by using better quality data. On March 20th the latest Gallup data were presented in the World Happiness Report, an annual UN-backed study. The new data provide some ammunition for both sides of the debate but, on the whole, suggest that the paradox is alive and well.\r\nThere are important examples of national income and happiness rising and falling together. The most significant—in terms of population—is China, where GDP per person has doubled over a decade, while average happiness has risen by 0.43 points. Among rich countries Germany enjoys higher incomes and greater cheer than ten years ago. Venezuela, once the fifth-happiest country in the world, has become miserable as its economy has collapsed. Looking across countries, growth is correlated with rising happiness.\r\nYet that correlation is very weak. Of the 125 countries for which good data exist, 43 have seen GDP per person and happiness move in opposite directions. Like China, India is a populous developing economy that is growing quickly. But happiness is down by about 1.2 points in the past decade. America, the subject of Easterlin’s initial study, has again seen happiness fall as the economy has grown. In total the world’s population looks roughly equally divided between places where happiness and incomes have moved in the same direction over the past ten years, and places where they have diverged.", "pic" : "upload\\5k33XZYHgR9HKc2rr4o12622.png", "last_edit_time" : "2019-03-29 21:14:26", "level" : "3", "likes" : "12" }
{ "_id" : { "$oid" : "5c9e124ccdaf3521a0e799a3" }, "title" : "Urban households more upbeat about employment: survey", "by" : "admin", "content" : "BEIJING -- China's urban households were more upbeat about the employment situation in the first quarter of the year than the previous quarter, according to a central bank survey.\r\nThe employment expectation index rose to 53.7 in Q1 from 53.3 in the fourth quarter of 2018, according to the survey conducted by the People's Bank of China among 20,000 urban households in 50 cities.\r\nThe index gauging the households' feelings about the current employment situation also increased, up to 45.8 from 45.5.\r\nOf those polled, 89.7 percent said their incomes had increased or stayed basically the same, up by 0.9 percentage points from the previous quarter.\r\nMeanwhile, the index measuring the households' expectations for price levels next quarter fell to 60.4 from 64.3 in the previous quarter, the survey showed.\r\n完成阅读", "pic" : "upload\\UrU0winK0Ka96keQICblHdY7.png", "last_edit_time" : "2019-03-29 21:14:45", "level" : "1", "likes" : "11" }
{ "_id" : { "$oid" : "5c9e1279cdaf3521a0e799a4" }, "title" : "Bilibili partners with Sony's Funimation in anime licensing ", "by" : "admin", "content" : "HANGHAI -- Chinese popular online video platform Bilibili Inc. announced Sunday that it had partnered with American entertainment company Funimation, a subsidiary of Japanese conglomerate Sony, to acquire anime licenses.\r\nBilibili, one of China's largest anime streaming platforms, and Funimation, one of the leading distributors of foreign anime in North America, will cooperate to purchase anime copyrights and expand their business overseas.\r\nThe two companies inked the strategic partnership at the ongoing AnimeJapan 2019, an annual anime fair held in Tokyo, according to Bilibili.\r\nCarly Lee, vice chairman of the board and chief operating officer of Bilibili, said at the fair that the cooperation could help push forward the development of the global anime industry.\r\nShe said the two companies had a lot in common as both had helped many high-quality anime enter the global market.\r\nGen Fukunaga, president of Funimation, said the two companies would pursue new opportunities in the industry and bring new anime to fans around the world.\r\nBilibili, a NASDAQ-listed company established in 2009, reported a revenue of 4.13 billion yuan (615.4 million US dollars) last year, a year-on-year growth of 67 percent. In February, Alibaba's e-commerce retail platform Taobao bought 24 million shares of Bilibili, owning an 8-percent stake in the company.", "pic" : "upload\\tt85jzceZDJ1qaVkdhj3D5u1.png", "last_edit_time" : "2019-03-29 21:15:16", "level" : "2", "likes" : "21" }
{ "_id" : { "$oid" : "5c9e12a3cdaf3521a0e799a5" }, "title" : "China to cut enterprise contributions to social insurance from May 1", "by" : "admin", "content" : "BEIJING - Starting from May 1, China will lower enterprise contributions to urban workers' basic aged-care insurance from 20 percent to 16 percent to reduce enterprises' burdens, Minister of Finance Liu Kun said Sunday.\r\nThe country will strengthen efforts on cutting tax burdens and reducing social insurance contributions of enterprises, with the total reduction expected to reach nearly 2 trillion yuan (about $298 billion) this year, Liu said at the China Development Forum (CDF) 2019.\r\nThe current policy of reducing premiums for unemployment insurance and work injury compensation insurance will continue, with higher subsidies to support labor-intensive enterprises' employment and social insurance payments, said the minister.\r\n\"We will introduce both general-benefit and structural tax cuts, focusing primarily on reducing tax burdens on the manufacturing sector and on small and micro businesses,\" Li said.\r\nReform of China's value-added tax (VAT) will start from April 1, cutting the VAT rate for sectors including manufacturing from 16 percent to 13 percent.\r\nLiu also said nearly 18 million small and micro enterprises benefited from the tax cuts implemented in January, accounting for more than 95 percent of the total number of taxpaying enterprises.\r\nScheduled from Saturday to Monday, the CDF is the first high-level international conference held in Beijing right after the annual sessions of the national legislature and political advisory body.\r\n完成阅读", "pic" : "upload\\4Rav3Xk28tr63ELsk2HEpdxt.png", "last_edit_time" : "2019-03-29 21:15:26", "level" : "2", "likes" : "2" }
{ "_id" : { "$oid" : "5c9e12e7cdaf3521a0e799a6" }, "title" : "Over 90 percent Chinese minors access Internet: survey", "by" : "admin", "content" : "About 169 million minors in China, or 93.7 percent of all Chinese minors, had access to the Internet as of July 31, 2018, according to a survey reported by People's Daily Thursday.\r\nThe survey, conducted jointly by the Central Committee of the Communist Youth League of China and China Internet Network Information Center, covered 31,158 primary and middle school students across the country aged between six and 18.\r\nAmong the interviewees living in urban areas, 95.1 percent have access to the Internet, while the percentage in rural areas was 89.7.\r\nWhen going online, about 87.4 percent of the respondents engage in learning activities, while 68.1 percent and 64.2 percent listen to music and play games, respectively.\r\nThe report also noted while 76.4 percent of respondents spend less than two hours online on average everyday, about 13.2 percent stay online for more than three hours per day.\r\nIn terms of web devices, 92 percent of the respondents said they go online on cellphones, the most popular option.\r\nMeanwhile, nearly 16 percent claimed they had experienced cyber-bullying or cyber-harassment, while more than 30 percent said they had been exposed to harmful online content related to violence, pornography, gambling and drugs.\r\nThe report called for enhanced cyberspace regulation to better protect the minors' rights online, and urged relevant departments as well as Internet companies to work out measures to ensure young netizens were safe, and prevent Internet addiction.", "pic" : "upload\\ROU4zUvo0nZAwcbHpKTYy1cE.png", "last_edit_time" : "2019-03-29 21:15:38", "level" : "2", "likes" : "1" }
{ "_id" : { "$oid" : "5c9e131dcdaf3521a0e799a7" }, "title" : "Apps snooped on users", "by" : "admin", "content" : "Twenty-five app operators, including TripAdvisor, Ele.me, Baidu Nuomi, Gewara and Qyer, have been found to unnecessarily require permission to access users' personal information, the Shanghai Consumer Council said on Wednesday.\r\nThey had been asking for users' permission to acquire sensitive personal information that was irrelevant to the need of the app.\r\nThe council tested 39 cellphone apps, covering online shopping, tourism and life services, for personal information requirements.\r\nAmong them, 25 had bad practices, with nine still failing to rectify the problems as of March 23, the council said.\r\nAmong these apps, 73 percent of life service platforms unnecessarily required personal data. The figure was 64 percent for travel websites, and 67 percent for online shopping sites.\r\nThe nine were online food delivery website Ele.me, Jumei, a Chinese online retailer of beauty products, travel websites Qyer and TripAdvisor, online ticketing website Gewara, eHi and CAR Inc, two car rental companies, group purchase website Beibei and online platform Baidu Nuomi.\r\nThey required permissions to read phone records, short messages, recordings, dial users' phones, monitor calls dialed by users, and read contacts.\r\n\"Such data is unnecessary to the functioning of these apps,\" said Tang Jiansheng, deputy secretary-general of the council.\r\nCar Inc required users' permission to make recordings, dial users' phones and monitor users' calls, while Qyer asked for permission to read contacts of users and dial users' phones.\r\nTripAdvisor asked for permission for dialing users' phones, while Ele.me required the permission for reading phone records.\r\nEle.me said it had deleted the permission.\r\nGewara was found to ask for permission to send short messages to users, read contact information and make recording.\r\nThe others, such as Meituan, Tmall, Suning Yigou, Tongcheng, Lvmama and yhd.com have all removed irrelevant permissions, according to the council.\r\n\"Personal information is an emerging problem with the mushrooming cellphone apps and has been a major concern of consumers,\" said Tao Ailian, secretary-general of the council.\r\nWebsite operators are banned from collecting irrelevant personal information.", "pic" : "upload\\ztYZtPioOZXfT5D6Pwq7GHrO.png", "last_edit_time" : "2019-03-29 20:44:12" }
{ "_id" : { "$oid" : "5c9e138bcdaf3521a0e799a8" }, "title" : "Blossom by Blossom, the Spring Begins", "by" : "admin", "content" : "Because there's nothing more lovely than spring in the country, we've rounded up the best spring quotes to help you usher in the season of fresh flowers, green grass, and sunshine.\r\nThe earth laughs in flowers. ——Ralph Waldo Emerson\r\nDeep in their roots all flowers keep the light. ——Theodore Roethke\r\nIn the spring, at the end of the day, you should smell like dirt.——Margaret Atwood\r\nSpring's greatest joy beyond a doubt is when it brings the children out. ——Edgar Guest\r\nIf we had no winter the spring would not be so pleasant. ——Anne Bradstreet\r\nCan words describe the fragrance of the very breath of spring? ——Neltje Blanchan\r\nIt was one of those March days when the sun shines hot and the wind blows cold: when it is summer in the light, and winter in the shade. ——Charles Dickens\r\n", "pic" : "upload\\qIab7W8K4IkMi_VUs-wveGcP.png", "last_edit_time" : "2019-03-29 21:15:54", "level" : "1", "likes" : "19" }
